SELECT
`1月份山东5g网络故障工单2`.`工单编号`,
`1月份山东5g网络故障工单2`.`工单类型`,
`1月份山东5g网络故障工单2`.`业务品牌`,
`1月份山东5g网络故障工单2`.`主叫号码`,
`1月份山东5g网络故障工单2`.`受理号码`,
`1月份山东5g网络故障工单2`.`用户姓名`,
`1月份山东5g网络故障工单2`.`联系人`,
`1月份山东5g网络故障工单2`.`联系电话`,
`1月份山东5g网络故障工单2`.`备用号码`,
`1月份山东5g网络故障工单2`.`用户级别`,
`1月份山东5g网络故障工单2`.`客户省份`,
`1月份山东5g网络故障工单2`.`客户地市`,
`1月份山东5g网络故障工单2`.`业务区`,
`1月份山东5g网络故障工单2`.`反馈时间`,
`1月份山东5g网络故障工单2`.`解决方案`,
`1月份山东5g网络故障工单2`.`受理时间`,
`1月份山东5g网络故障工单2`.`受理人`,
`1月份山东5g网络故障工单2`.`受理省份`,
`1月份山东5g网络故障工单2`.`受理渠道`,
`1月份山东5g网络故障工单2`.`受理方式`,
`1月份山东5g网络故障工单2`.`紧急程度`,
`1月份山东5g网络故障工单2`.`需求描述`
FROM
`1月份山东5g网络故障工单2` ,
`202302工单5g网络故障`
WHERE
`1月份山东5g网络故障工单2`.`客户地市` = `202302工单5g网络故障`.`客户地市` AND
`1月份山东5g网络故障工单2`.`需求描述` = `202302工单5g网络故障`.`需求描述` AND
`202302工单5g网络故障`.`客户地市` = '聊城'
