SELECT
`移动斗鱼app测试20230314114911tcp连接`.`域名`,
`移动斗鱼app测试20230314114911tcp连接`.IP,
`广电斗鱼app测试20230314114637tcp连接`.`域名`,
`广电斗鱼app测试20230314114637tcp连接`.IP,
`移动斗鱼app测试20230314114911tcp连接`.`是否成功`,
`移动斗鱼app测试20230314114911tcp连接`.`资源流向`,
`广电斗鱼app测试20230314114637tcp连接`.`是否成功`,
`广电斗鱼app测试20230314114637tcp连接`.`资源流向`
FROM
`移动斗鱼app测试20230314114911tcp连接` ,
`广电斗鱼app测试20230314114637tcp连接`
WHERE
`移动斗鱼app测试20230314114911tcp连接`.`域名` = `广电斗鱼app测试20230314114637tcp连接`.`域名` 
AND
`移动斗鱼app测试20230314114911tcp连接`.`是否成功`='成功'
AND
`广电斗鱼app测试20230314114637tcp连接`.`是否成功`!='成功'
#AND
#`移动斗鱼app测试20230314114911tcp连接`.`是否成功` =‘成功’
#AND
#`广电斗鱼app测试20230314114637tcp连接`.`是否成功` != ‘成功’